tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "tree-sitter", args: ["HEAD"]
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "z"
