tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "powerlevel10k"
brew "ripgrep"
brew "tmux"
brew "tpm"
brew "tree"
brew "tree-sitter"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
